[
{
        "title": "What is Girls' Generation?",
        "sub_title": "เป็นวงดนตรีหญิงล้วนที่ก่อตั้งขึ้นเมื่อปี พ.ศ. 2550 ภายใต้สังกัด SM Entertainment ค่ายเพลงยักษ์ใหญ่ของเกาหลี...",
        "image_url": "assets/images/girls.jpg",
        "detail": "Girls' Generation หรือ So Nyeo Shi Dae (SNSD) เป็นวงดนตรีหญิงล้วนที่ก่อตั้งขึ้นเมื่อปี พ.ศ. 2550 ประกอบไปด้วยสมาชิก 9 คน ได้แก่ ยุนอา (อิม ยุนอา), ทิฟฟานี่ (สเตฟานี่ ฮวัง), เจสสิก้า (จอง ซูยอง), ยูริ (ควอน ยูริ), ฮโยฮยอน (คิม ฮโยฮยอน), ซูยอง (ชเว ซูยอง), ซอฮยอน (ซอ จูฮยอน), แทยอน (คิม แทยอน), ซันนี่ (ลี ซุนกยู) ภายใต้สังกัด SM Entertainment ค่ายเพลงยักษ์ใหญ่ของเกาหลี\n\nที่ผลิตนักร้องที่ประสบความสำเร็จไปทั่วโลก เช่น TVXQ, Super Junior และ EXO เป็นต้น"
    },

    {
        "title": "What is TWICE?",
        "sub_title": "TWICE เป็นการรวมตัวกันของเด็กฝึกหัดจากหลาย ๆ สัญชาติ ผ่านการคัดเลือกในรายการแนวเรียลลิตี้ชื่อ Sixteen โดยจะคัดให้เหลือเพียง 9 คน...",
        "image_url": "assets/images/twice.jpg",
        "detail": "TWICE เป็นการรวมตัวกันของเด็กฝึกหัดจากหลาย ๆ สัญชาติ จำนวน 16 คน ผ่านการคัดเลือกในรายการแนวเรียลลิตี้ชื่อ Sixteen โดยจะคัดให้เหลือเพียง 9 คน (คนเกาหลีใต้ 5 คน, ญี่ปุ่น 3 คน และไต้หวัน 1 คน) ฟอร์มวงขึ้นมาในชื่อ TWICE ซึ่งสื่อความหมายว่า ผู้ชมทั้งหลายจะได้รับความประทับใจจากวงนี้ถึงสองครั้งคือ ประทับใจเมื่อได้ฟังเพลง และประทับใจเมื่อได้พบเจอพวกเธอ โดยมีสีประจำวงคือ สีแอปริคอตและสีนีออนมาเจนตา \nและชื่อแฟนคลับว่า ONCE (วันซ์)"
    },

    {
        "title": "What is Red Velvet?",
        "sub_title": "วง Red Velvet (เรด เวลเว็ท) เกิร์ลกรุ๊ปจากประเทศเกาหลีใต้ สังกัดค่าย SM Entertainment...",
        "image_url": "assets/images/rvv.jpg",
        "detail": " วง Red Velvet (เรด เวลเว็ท) เกิร์ลกรุ๊ปจากประเทศเกาหลีใต้ สังกัดค่าย SM Entertainment ได้เดบิวต์เป็นทางการ\nเมื่อวันที่ 1 สิงหาคม ปี 2014 ด้วยซิงเกิล Happiness โดยประกอบไปด้วยสมาชิก 4 คนแรกคือ ไอรีน (Irene), ซึลกิ (Seulgi), เวนดี้ (Wendy) และ จอย (Joy) หลังจากนั้นในเดือนมีนาคม ปี 2015 เยริ (Yeri) ก็ได้ถูกเพิ่มเข้ามาเป็นสมาชิกคนที่ 5 และมีอัลบั้ม EP แรก\n ชื่อ Ice Cream Cake"
    },

    {
        "title": "What is ITZY?",
        "sub_title": "ITZY (อิทจี) วงเกิร์ลกรุ๊ปน้องใหม่จากค่ายเพลงยักษ์ใหญ่ JYP Entertainment มีสมากชิกทั้งหมด 5 คน...",
        "image_url": "assets/images/ITZY.jpg",
        "detail": "ITZY (อิทจี) วงเกิร์ลกรุ๊ปน้องใหม่จากค่ายเพลงยักษ์ใหญ่ JYP Entertainment มีสมากชิกทั้งหมด 5 คนด้วยกัน ประกอบไปด้วย เยจี (Yeji), ลีอา (Lia), รยูจิน (Ryujin), แชรย็อง (Chaeryeong) \n และ ยูนา (Yuna) โดยวง ITZY ได้เดบิวต์อย่างเป็นทางการเมื่อวันที่ 12 กุมภาพันธ์ ปี 2019 พร้อมกับเพลงโปรโมตคือ “DALLA DALLA” ซึ่งมิวสิควิดีโอเพลง 'DALLA DALLA' มียอดเข้าชมกว่า \n 17.1 ล้านครั้งใน 24 ชั่วโมงแรกหลังที่ได้เผยแพร่ผ่านช่องทาง Youtube"
    }
]